{
  "jokes":[
    {
      "id": 0,
      "body": "Чак Норрис может выжать апельсиновый сок из лимона."
    },
    {
      "id": 1,
      "body": "Чак Норрис может заставить воду течь под лежачий камень."
    },
    {
      "id": 2,
      "body": "Чак Норрис никогда не спит. Он выжидает."
    },
    {
      "id": 3,
      "body": "Чак Норрис может дышать даже вакуумом."
    },
    {
      "id": 4,
      "body": "Чак Норрис может захлопнуть вращающуюся дверь."
    },
    {
      "id": 5,
      "body": "Чак Норрис может убить два камня одной птицей."
    },
    {
      "id": 6,
      "body": "Чак Норрис может слепить снеговика из дождя."
    },
    {
      "id": 7,
      "body": "Чак Норрис может ударить циклопа между глаз."
    },
    {
      "id": 8,
      "body": "Чак Норрис может удалить корзину."
    },
    {
      "id": 9,
      "body": "Однажды Чак Норрис переходил дорогу в неположенном месте и сбил автомобиль…"
    },
    {
      "id": 10,
      "body": "Чак Норрис может разлочить iPhone, не вынимая его из коробки."
    },
    {
      "id": 11,
      "body": "Чак Норрис может заставить плакать лук."
    },
    {
      "id": 12,
      "body": "Долго смотреть можно лишь на три вещи — огонь, воду и удар Чака Норриса ногой с разворота."
    },
    {
      "id": 13,
      "body": "Чак Норрис — единственный артист в мире, кто отказался выступать на корпоративе «Газпрома»."
    },
    {
      "id": 14,
      "body": "Джек Николсон говорит, что переспал с 10 000 женщин за всю свою жизнь. А для Чака Норриса это всего лишь «скучный понедельник»."
    },
    {
      "id": 15,
      "body": "У дома Чака Норриса нет дверей. Он проходит сквозь стены."
    },
    {
      "id": 16,
      "body": "Чак Норрис взламывает любой шифр с первой попытки, потому что даже шифр не смеет возразить Чаку."
    },
    {
      "id": 17,
      "body": "Когда Чак Норрис переходит дорогу, светофор автоматически включает машинам красный свет."
    },
    {
      "id": 18,
      "body": "Если у вас и у Чака Норриса одинаковое количество денег, то у Чака все равно больше."
    },
    {
      "id": 19,
      "body": "Чак Норрис выиграет у вас в крестики-нолики за один ход."
    },
    {
      "id": 20,
      "body": "Под бородой Чака Норриса нет подбородка, там еще один кулак."
    },
    {
      "id": 21,
      "body": "Самый короткий путь к сердцу мужчины — это кулак Чака Норриса."
    },
    {
      "id": 22,
      "body": "Когда вы говорите: «Никто не идеален», Чак Норрис считает это личным оскорблением."
    },
    {
      "id": 23,
      "body": "Чак Норрис заваривает лапшу быстрого приготовления во рту."
    },
    {
      "id": 24,
      "body": "Тень Чака Норриса видно в темноте."
    },
    {
      "id": 25,
      "body": "Нет никакой теории эволюции — просто список существ, которых Чак Норрис пощадил."
    },
    {
      "id": 26,
      "body": "Чак Норрис — настоящий отец Люка Скайуокера."
    },
    {
      "id": 27,
      "body": "Чак Норрис выиграет у вас в крестики-нолики за один ход."
    },
    {
      "id": 28,
      "body": "Ковбойские ботинки Чака сделаны из ковбоев."
    },
    {
      "id": 29,
      "body": "Бумеранг не возвращается к Чаку Норрису. Боится."
    }
  ],
  "profile": {
    "name": "DmitrySergeev02"
  }
}
